[SpecOps X2SoldierClassTemplate]
+DisplayName="特种兵"
+ClassSummary="训练有素的退伍特种兵，擅长边打边跑的游击战术。"
+LeftAbilityTreeTitle="秘密行动"
+RightAbilityTreeTitle="游击战"
AbilityTreeTitles[0]="秘密行动"
AbilityTreeTitles[1]="精准射手"
AbilityTreeTitles[2]="游击战"

+RandomNickNames[0]="死中风"
+RandomNickNames[1]="血腥者"
+RandomNickNames[2]="血月"
+RandomNickNames[3]="沉默连胜"
+RandomNickNames[4]="红疤"
+RandomNickNames[5]="铁陨"
+RandomNickNames[6]="回声"
+RandomNickNames[7]="耳语"
+RandomNickNames[8]="泪滴"
+RandomNickNames[9]="重型"
+RandomNickNames[10]="最后一眼"
+RandomNickNames[11]="最后阴影"
+RandomNickNames[12]="烈焰"
+RandomNickNames[13]="红色黎明"
+RandomNickNames[14]="银"
+RandomNickNames[15]="幽灵"
+RandomNickNames[16]="侦察"
+RandomNickNames[17]="王牌"
+RandomNickNames[18]="诡异"
+RandomNickNames[19]="小丑"
+RandomNickNames[20]="策划者"
+RandomNickNames[21]="中士"
+RandomNickNames[22]="特氟龙"
+RandomNickNames[23]="阵亡者"
+RandomNickNames[24]="黄鼠狼"
+RandomNickNames[25]="德克萨斯"
+RandomNickNames[26]="绝望"
+RandomNickNames[27]="热门"
+RandomNickNames[28]="蛇"
+RandomNickNames[29]="动物妈妈"
+RandomNickNames[30]="疯眼"
+RandomNickNames[31]="斯佩"
+RandomNickNames[32]="老亨特"

[SpecOpsFlashbang X2GrenadeTemplate]
FriendlyName="特种闪光榴弹"
FriendlyNamePlural="特种闪光榴弹"
BriefSummary="特种闪光榴弹会干扰和混乱极大范围内的敌军，对其造成巨大的进攻减益，有几率附加击晕效果。"
TacticalText="<Bullet/> 特种闪光榴弹不会造成伤害，但会在大范围内扰乱敌军.<br/><Bullet/> 友方小队成员不会被影响."
ThrownAbilityName="投掷特种闪光榴弹"
ThrownAbilityHelpText="使指定区域内的所有敌军混乱，并有几率附加击晕效果。"
LaunchedAbilityname="发射特种闪光榴弹"
LaunchedAbilityHelpText="使指定区域内的所有敌军混乱，并有几率附加击晕效果。"

[GTSMusashiRecon X2SoldierAbilityUnlockTemplate]
DisplayName="死亡守望: 精锐斥候"
Summary="<font color='#889d8a'>死亡守望</font>精通敌后侦察。获得<font color='#0bff9b'>+2</font>视野，并减少敌军<font color='#0bff9b'>30%</font>的侦查范围。"

[GTSMusashiBandOfBrothers X2SoldierAbilityUnlockTemplate]
DisplayName="死亡守望: 战火兄弟"
Summary="<font color='#889d8a'>死亡守望</font>击倒目标、捡起或放下尸体不消耗行动点，也不会结束回合。"

[MusashiStealthTactics X2AbilityTemplate]
LocFriendlyName="潜影蹑踪"
LocLongDescription="当<Ability:Classname/>在回合开始时，视野范围内无任何<font color='#ff3206'>敌军</font>，将进入<font color='#0bff9b'>隐蔽</font>。"
LocHelpText="当<Ability:Classname/>在回合开始时，视野范围内无任何<font color='#ff3206'>敌军</font>，将进入<font color='#0bff9b'>隐蔽</font>。"
LocFlyOverText="潜影蹑踪" 
LocPromotionPopupText="<Bullet/>不会计算位于<font color='#0bff9b'>小队视野</font>内的<font color='#ff3206'>敌军</font>。"

[MusashiDemolitionExpert X2AbilityTemplate]
LocFriendlyName="爆破专家"
LocLongDescription="爆破专家会在需要分散注意力时，引爆<Ability:DEMOLITON_EXPERT_TILE_RADIUS>格半径内的可爆炸物(汽车、油箱等)。如果引爆成功则会进入隐蔽。"
LocHelpText="引爆<Ability:DEMOLITON_EXPERT_TILE_RADIUS>格半径内的可爆炸物(汽车、油箱等)。如果引爆成功则会进入隐蔽。"
LocFlyOverText="爆破专家"
LocPromotionPopupText="<Bullet/>引爆<Ability:DEMOLITON_EXPERT_TILE_RADIUS>格半径内的可爆炸物(汽车、油箱等)。如果引爆成功则会进入隐蔽。<br/><Bullet/>有1次充能。<br/>"

[MusashiEvasion X2AbilityTemplate]
LocFriendlyName="紧急诱饵"
LocLongDescription="每场任务中首次<font color='#ff3206'>暴露</font>时，在<Ability:Classname/>周围<font color='#0bff9b'>5</font>格范围内的随机位置生成一个拟态信标。<br/>持续时间：<font color='#0bff9b'>1</font>回合"
LocHelpText="每场任务中首次<font color='#ff3206'>暴露</font>时，在<Ability:Classname/>周围<font color='#0bff9b'>5</font>格范围内的随机位置生成一个拟态信标。<br/>持续时间：<font color='#0bff9b'>1</font>回合"
LocFlyOverText="紧急诱饵"
LocPromotionPopupText="<Bullet/><font color='#ff3206'>注意</font>：拟态信标可能会吸引新的一批敌军。<br/><Bullet/>持续时间：<font color='#0bff9b'>1</font>回合"

[MusashiGTSBandOfBrothers X2AbilityTemplate]
LocFriendlyName="战火兄弟"
LocLongDescription="使<Ability:Classname/>击倒目标、捡起或放下尸体不消耗行动点，也不会结束回合。"
LocHelpText="使<Ability:Classname/>击倒目标、捡起或放下尸体不消耗行动点，也不会结束回合。"
LocFlyOverText="战火兄弟"
LocPromotionPopupText="<Bullet/>击倒目标、捡起或放下尸体不消耗行动点，也不会结束回合。"

[MusashiGTSRecon X2AbilityTemplate]
LocFriendlyName="精锐斥候"
LocLongDescription="使<Ability:Classname/>获得<font color='#0bff9b'>+2</font>视野，并减少敌军<font color='#0bff9b'>30%</font>的侦查范围。"
LocHelpText="使<Ability:Classname/>获得<font color='#0bff9b'>+2</font>视野，并减少敌军<font color='#0bff9b'>30%</font>的侦查范围。"
LocFlyOverText="精锐斥候"
LocPromotionPopupText="<Bullet/>获得<font color='#0bff9b'>+2</font>视野，并减少敌军<font color='#0bff9b'>30%</font>的侦查范围。"

[MusashiAggression X2AbilityTemplate]
LocFriendlyName="侵略"
LocLongDescription="每看到一个敌人，你所有的攻击都获得+5暴击率，最高+30。"
LocHelpText="每看到一个敌人，你所有的攻击都获得+5暴击率，最高+30。"
LocFlyOverText="侵略"
LocPromotionPopupText="<Bullet/>侵略甚至会影响通常无法暴击的（如手榴弹）攻击。<br/>"

[MusashiFlashBang X2AbilityTemplate]
LocFriendlyName="特种闪光榴弹"
LocLongDescription="特种闪光榴弹以减少效果半径为代价，换取更大的冲击力。<br/>使敌人混乱，并有30%几率击晕。<br/>使用不会暴露自己。与[侵略]配合使用，可造成暴击伤害。"
LocFlyOverText="特种闪光榴弹"
LocHelpText="特种闪光榴弹有更大的冲击力，但减少了效果半径。"
LocPromotionPopupText="<bullet/>混乱敌人。<br/><bullet/>30%几率击晕敌人。<br/><bullet/>不会暴露自己。<br/><bullet/>与[侵略]配合使用，可造成暴击伤害。<br/><bullet/>有<Ability:Charges/>次充能。<br/>"

[MusashiCyberWarfare X2AbilityTemplate]
LocFriendlyName="网络战"
LocLongDescription="专精从事网络战，你获得+30黑客值。"
LocHelpText="专精从事网络战，你获得+30黑客值。"
LocFlyOverText="网络战"
LocPromotionPopupText="<Bullet/>专精从事网络战，你获得+30黑客值。<br/>"

[MusashiMarksman X2AbilityTemplate]
LocFriendlyName="特种射手"
LocLongDescription="在你的标准视距外，主武器额外获得+4格的有限小队视野能力。"
LocHelpText="在你的标准视距外，主武器额外获得+4格的有限小队视野能力。"
LocFlyOverText="特种射手"
LocPromotionPopupText="<Bullet/>在你的标准视距外，主武器额外获得+4格的有限小队视野能力。<br/><Bullet/>还可进行同样视距的小队视野监视/守望能力。<br/>"

[MusashiMarksmanOverwatch X2AbilityTemplate]
LocFriendlyName="特种守望"
LocFriendlyNameWhenConcealed="特种守望(隐蔽式)"
LocHelpText="向在视野范围内首个移动的敌人射击，有命中惩罚。在你的标准视距外，额外提供+4格的有限小队视野能力。"
LocLongDescription="向在视野范围内首个移动的敌人射击，仅限被发现时。在你的标准视距外，额外提供+4格的有限小队视野能力。"
LocLongDescriptionWhenConcealed="向在视野范围内首个移动的敌人射击，仅限被发现时。在你的标准视距外，额外提供+4格的有限小队视野能力。"
LocFlyOverText="特种守望"

[SpecialForceTraining X2AbilityTemplate]
LocFriendlyName="杀戮翘楚"
LocLongDescription="<Ability:Classname/>经过特训，发射狙击步枪仅需<font color='#e1be46'>1</font>行动点，而非传统的<font color='#bf5e0a'>2</font>行动点。"
LocHelpText="<Ability:Classname/>经过特训，发射狙击步枪仅需<font color='#e1be46'>1</font>行动点，而非传统的<font color='#bf5e0a'>2</font>行动点。"
LocFlyOverText="杀戮翘楚"


